<div class="pages">
    <h2>Starport概要</h2>
    <p>自分のやりたいことや広めたいことを「スローガン」として掲げ、Starportはそのスローガンに共感する仲間を集めるプラットフォームとなります。スポーツでも芸術でも事業でも大丈夫です。またその実現のため、Starportの運営する動画メディア等を用い、Starportのメンバーが支援します。</p>

    <h2>やりたかったを、カタチに。</h2>
    <p>やりたいけど一人では、モチベーションが続かない、どうすればいいかわからない。そのような悩みは誰もがお持ちです。例えば、大学のサークルを見ると、問題は様々あれどしっかりと目標に向かい近づいています。共に目指す仲間がいることで一人でできなかった多くのことは成し遂げられます。
        <br>
        人間にとって最も重要なことは、「楽しい」ことです。たとえAIの能力が人間の全知性を超えようと、その本質は変わりません。真の楽しさにたどり着くためには本気で挑戦し、努力をすることが必要不可欠です。
        <br>
        しかし、単に勉強しろ、もっと練習しろといわれても簡単にできるものではありません。そのきっかけには、圧倒的な課題意識あるいは、心からそのことが好きである場合です。ただ、人は多情なもので、大きな困難が立ちはだかったり、面倒になると気移りしてしまいます。熱中し継続し続けることで得るものは大変大きいがなかなかその段階までたどり着くことができません。ここで切磋琢磨できる仲間の存在が進展の最大の要因になります。継続のモチベーションは格段に上がり、アイデアはぶつかり合い、スピードも何倍にもなります。それは何よりも、ともに目標を目指せる仲間がいることが楽しいからです。楽しいから次の挑戦をし、挑戦をするから楽しい。この連鎖を作っていけるのがともに目標を目指す仲間です。Starportではその仲間を集め、皆様の挑戦を応援します。
        <br>
        これからの世の中では物質的に、また経験的には豊かになることは間違えないでしょう。近年のSNSの浸透により、広く交流できるようになった分、人間関係はどこか寂しくなった気がします。部活のような仲間を作り、ともにやりたいことや好きなことをどんどん広めていけるような環境を作ります。
    </p>
</div>
