<div class="pages">
  <h2>ユーザーの心構え</h2>
  <p>（当サービスを利用する前にお読みください）</p>

<h3>定義</h3>
<p>マッチングの際に、「レッスンを聞きたいと希望し、連絡する人」を「リスナー」とし、「レッスンを聞きたいと希望され、連絡される側の人」を「スピーカー」とします。</p>

<h3>レッスン内容こんなので大丈夫？</h3>
<p>大丈夫です。力を入れていることであれば、自信をもって掲載してみましょう。必ず興味のある人は見つかります。そうしてマッチングし、話すことで自分にも自信がつきます。個人個人に自信をつけてもらい、もっと突き詰めてもらうこと、それが我々が最も望んでいることです。</p>

<h3>レッスンにはどの程度のレベルが必要？</h3>
<p>全くとは言いませんが、そのレッスンについて誰かに「話したいこと」があれば、それで十分です。だから「教える」ではなく、「話したい」としています。あなたはおよそ20年近く様々な経験をしています。今までに得た体験、知識、スキルや疑問などを共有するのは人類にとって良くないですか？ユーザーの数だけ、レッスンのおもしろさも様々です。</p>

<h3>プロフィールはどこまで詳細にする？</h3>
<p>このようなサービスは安全に使えることが最も重要です。そのため、原則として実名で顔がはっきりとわかる写真や身元の詳細情報をお願いし、身元の透明化を図っております。</p>

<h3>レッスンはどこまで詳細にする？</h3>
<p>タイトル、レッスン内容の最初の30文字、カバー画像がレッスン一覧画面に表示されます。この要素で相手に具体的にイメージがつくようにしなければ、クリックすらされないでしょう。そこに最大限注力したうえで、レッスン内容を充実させてください。順序としては、話したい内容→実績（内容についての成果やプロダクトのURLなど）→どのような人に聞いてほしいか、をおすすめしています。</p>

<h3>メッセージの手段・プロセスは？</h3>
<p>詳細については、フッターの「使い方」ページよりご覧ください。一番初めのコンタクトは、リスナーが各レッスン右上にある「聞きたい！ボタン」を押すことで、Starport運営チームよりスピーカーに「依頼メール」が届きます。そのメールからスピーカーはリスナーのプロフィールを確認し、承認すると連絡をします。いまWEB上でメッセージをやり取りできる機能を搭載しようと試みていますが、まだ未完成ですので、現在我々がお勧めします連絡の手段として、Facebookのメッセンジャーを推します。その他掲載SNS（TwitterやInstagram）もありますが、Messenngerのメッセージ機能がFacebookのプロフィールとリンクされていることもあり、最もコミュニケーションを取りやすいです。</p>

<h3>3人以上のマッチングは可能？</h3>
<p>WEB上では1対1でしかマッチングできないようになっていますが、複数人も可能です。例えば、次のような場合があります：</p>
<p>場所と日時が決定した後に、友人にこんど○○ついて話を聞くことを言ったとします。その時、友人が聞きたい意志を表示した場合です。このとき、その友人の旨を相手ユーザーに伝え、了承を得れればぜひ会いましょう。この場合、Messengerであれば、グループでコンタクトが取れます。1対1より複数人いたほうが確実に実りが多くなりますのでぜひ活用しましょう。</p>

<h3>マッチングは大学構内のみ？</h3>
<p>基本的には大学出身どうしでも、大学構内のみとしております。その理由は安全性を保つためです。同じ大学生どうしでも知らない人と会うというのは、気が張るものです。公共の場所だと、トラブルが起きにくく、ずっと安心して会えます。しかし、道具を使い実際に教える場合であるとか、二人の場所が遠くやむを得ず中間地点あたりにしたい場合もあります。そのような際はコンタクト上で両者の合意を持ったうえでマッチングを実施してください。また異性どうしの場合はトラブルが起きる可能性が高くなります。十分に注意を払ったうえで場所をご選択ください。両者で我々の手に負えないトラブルが起きたような場合、Starport運営チームも責任を負いかねますので、重々ご理解のほどよろしくお願いいたします。</p>

<h3>ユーザーとのコンタクトのポイントは？</h3>
<p>マッチングの際、相手の満足度を向上させるために、コンタクトはできるだけ迅速に返答率を最大限に高めましょう。Starport.comで出会う方はほとんどが初めてだと思いますが、そうすることで両者ともに快くお会いできるでしょう。</p>

<h3>到着直前の連絡はすべき？</h3>
<p>レッスンが迫ったら、到着直前に必ずリスナーに連絡を入れます。時間通りに行く場合でも、前後する場合でも連絡することで、緊張感をほぐすことができます。</p>

<h3>やむ負えない事情でキャンセルになった場合は？</h3>
<p>誰にでも、やむ負えない事情が急に入ることがあるでしょう。しかし、相手にも予定がありますので、キャンセルやむなしと判断した段階で直ちにユーザーに伝えます。無断欠席はもってのほかです。そのようなユーザーがいた場合はStarport運営チームにご連絡ください。</p>

<h3>マッチングでトラブルが起きた場合</h3>
<p>ユーザーには、Starport.comの利用規約を厳守する義務があります。もしトラブルが起きた場合、Starport運営チームにご連絡ください。トラブルの仲介・調停等できそうな場合はご相談ください。トラブルをよく起こすようであれば、また我々の判断で、強制的に退会してただくほかないことになりますのでご了承ください。処分を決める際には個別のシチュエーションを考慮に入れるよう最大限努力しておりますが、深刻なポリシー違反の処分に対して当社がもつ裁量は限定的です。</p>

<h3>レッスン後のコミュニケーションは？</h3>
<p>Starportでは、ユーザーが「共通の興味を通して、かけがえのない友人を探すこと」も目標としています。人生を最も豊かにするのは、SNSでいいねをもらうことではなく、人と共に楽しくいることです。社会人になると「利害関係」の要素が相当強くなり、本当の意味でのかけがえのない友人を探すのは困難になります。だから話したり、教えることに対して対価を支払わなくてよいようにしています。</p>
<p>Starportのレッスンは友人となる始まりです。レッスン後のお礼の挨拶はもちろんのこと、様々なコミュニケーションがStarportから発生することを期待しています。</p>

<h3>契約後のコミュニケーションについて</h3>
<p>自分の教えることをすべて教えたという段階になれば、契約は終了します。それ以上だらだら教えても両者にメリットはありません。同分野のさらに上級者のユーザーを紹介や、他の興味のありそうな分野のユーザーを紹介するのもいいかもしれません。快く送り出すことで、契約以降も、かけがえのない友人になるかもしれません。また好感度の高い状態だと、友人に紹介していただける可能性は高く、また新たな機会を得られるでしょう。友人からの口コミほど大きな宣伝効果はありません。</p>

<h3>保険について</h3>
<p>レッスンで、リスナーに高価な商材を貸してのレッスンを行う場合や、スポーツ等リスナーに危険の及ぶ可能性のあるレッスンの場合、リスナーに各種保険への加入の確認をすることを推奨します。加入していない場合は、短期の保険でも加入してもらうよう促すことをお勧めします。万が一の事態になった場合、ユーザーの責任となってしまう可能性が高くなります。</p>
</div>
