<div class="pages">
  <h2>Starport.com利用規約</h2>
  Starport.comをご利用いただく前に、本規約を必ずご確認ください。
  <h2>基本規定</h2>
  本章の規定は、「Starport.com」を利用するすべての方（ユーザー登録の有無にかかわらず、以下、「ユーザー」といいます。）に適用されるものです。
  <h3>第1条　（利用規約について）</h3>
  <ol>
   	<li>ユーザーは、本サービス（第2条第1号で定義します。）を利用することにより、本規約の内容について同意したものとみなされます。</li>
   	<li>ユーザーは、本規約のほか、comが定める各種の規定（以下、「個別規定」といいます。）に同意し、本サービスを利用するものとします。なお、個別規定は本規約の一部を構成し、本規約と個別規定の定めが異なる場合には、個別規定の定めが優先するものとします。</li>
   	<li>本規約については、ユーザーに対する事前の通知なく、comの判断により、いつでも任意に変更ができるものとします。本規約が変更された場合、Starport.comが別途定める場合を除き、本サービス上に表示した時点により効力を生じるものとします。ユーザーが、本規約の変更後に本サービスを利用する場合、本規約の変更に同意したとみなされ、変更後の本規約が適用されるものとします。</li>
   	<li>comは、スキルをシェアしたい登録者同士を結びつけるオンラインプラットフォームを提供します（以下、総称して「本サービス」といいます）。本サービスは、 http://starportz.comをして「本サイト」といいます）、並びに携帯電話、タブレット、その他のスマートデバイス用のアプリケーション及びアプリケーション・プログラム･インターフェイス（以下「本アプリケーション」といいます）からアクセス可能です。</li>
  </ol>
  <h3>第2条　（用語の定義について）</h3>
  本規約において使用する用語の意義は、次の各号に定めるとおりとします。
  <ol>
   	<li>「サービス情報」とは、サービスの内容、期間、日時、場所、利用料金等、注意事項、キャンセル条件を含む、講師が提供するサービスに関する文字、画像その他一切の情報をいいます。</li>
   	<li>「サービス料金等」とは、サービスの利用料金及びこれに対する税金その他サービスの予約申込みに必要な費用をいいます。</li>
   	<li>「講師」とは、本サイト、本アプリケーション及び本サービスを通じて、レッスンを申し込まれる側のメンバーをいいます。</li>
   	<li>「受講者」とは、本サイト、本アプリケーション又は本サービスを通じて、レッスンを申し込む側のメンバーをいいます。</li>
   	<li>「登録情報」とは、メールアドレス、ID、パスワード、氏名、生年月日、性別、住所などユーザーがcomに提供する情報をいいます。</li>
   	<li>「ユーザー」とは、ユーザーのうち、本規約で定めるユーザー登録手続を行い、comがユーザーとして承認した方をいいます。</li>
   	<li>「コンテンツ」とは、文章、画像、映像、ソフトウェアなど一切の情報をいいます。</li>
  </ol>
  <h3>第3条　（本サービスの利用条件について）</h3>
  <ol>
   	<li>本サービスの利用を希望する者は、自らの意思及び責任をもって、本規約の内容に同意したうえで、本サービスを利用するものとし、ユーザーとcomとの間における法的拘束力を有する契約となります。また、Starport.comのプライバシーポリシーについても、よくお読み下さい。</li>
   	<li>本サービスを利用してサービスの予約申込みを希望するユーザーは、com指定のユーザー登録手続を行うものとします。ただし、Starport.comは、ユーザーが過去に本規約に違反した者である場合、本規約に違反するおそれがあるとStarport.comが判断する場合、その他Starport.comが不適切と判断した場合については、ユーザー登録を承諾しないことがあります。</li>
   	<li>ユーザーが本サービスの利用にあたり、登録情報その他の情報を提供する場合は、自身の情報として真実かつ正確な最新の情報を提供するものとします。また、ユーザーは、登録情報について、自己の責任の下、任意に変更、追加その他の管理をするものとします。comは、本項の規定の違反により生じた、損害又は費用（精神的苦痛又は逸失利益その他の金銭的損失を含む一切の不利益、合理的な弁護士費用を含み、以下本規約において「損害」といいます。）について、一切の責任を負わないものとします。</li>
   	<li>本サイト、及び本サービスは、講師がレッスン内容を掲載し、受講者が講義の情報を取得し、講師に対して直接レッスンの予約を行うオンラインプラットフォームを提供します。ユーザーは、comがユーザー間の契約の当事者ではなく、同意するものとします。Starport.comは、本サイト及び本サービス又はレッスン内容のユーザーの行為をコントロールすることはできず、法令に反しない限り、これらに関する責任は免責されるものとします。</li>
   	<li><strong><u>ユーザーが</u></strong><strong><u>com</u></strong><strong><u>においてレッスンを作成することを選択した場合、ユーザーは、ユーザーと</u></strong><strong><u>Starport.com</u></strong><strong><u>との関係は、メンバーと独立した第三者たる契約者としての関係に限定されるものであり、どのような理由においても、</u></strong><strong><u>Starport.com</u></strong><strong><u>の従業員、代理人、合弁会社又はパートナーではないこと、及びユーザーは、専ら自身を代理して自身の利益のために行動し、</u></strong><strong><u>Starport.com</u></strong><strong><u>を代理して</u></strong><strong><u>Starport.com</u></strong><strong><u>の利益のために行動するものではないことを理解し、同意します。</u></strong>Starport.comは、ユーザーのレッスン、レッスンに関連するユーザーのオフラインの活動又はユーザーが提供する一切のレッスンに関連するその他の事項をコントロールせず、また、コントロールする権利を有しません。ユーザーは、メンバーとして、ユーザーがStarport.comによって承認されている、Starport.comとパートナーである又はStarport.comのために若しくはStarport.comの利益のために行為しているかのような誤った印象を与えることをしないことに同意します（Starport.com知的財産権を不適切に利用する場合を含みます）。</li>
   	<li>本サイト及び本サービスは、18歳以上の方のみが利用することができます。18歳未満の方が本サイト、本サービスにアクセスすること、又はこれらを利用する場合、保護者の方の許可をもって利用することとします。</li>
  </ol>
  <h3>第4条　（本サービスの変更等）</h3>
  <ol>
   	<li>comは、本サービスの全部又は一部をいつでも任意の理由で変更、追加、中断、終了（以下、本条において「変更等」といいます。）することができます。</li>
   	<li>comは、本サービスの変更等によりユーザーに生じたいかなる損害についても、一切の責任を負わないものとします。</li>
  </ol>
  <h3>第5条　（登録Starport.comアカウントについて）</h3>
  <ol>
   	<li>ユーザーは、ユーザー登録手続において、自己の管理に属する使用可能なメールアドレスを、ログインIDとして登録しなければならず、当該メールアドレスが自己の管理に属さなくなったときには、自己の管理に属する使用可能な別のメールアドレスに変更しなければならないものとします。</li>
   	<li>ユーザーは、登録comアカウントを第三者に譲渡又は使用させることはできません。</li>
   	<li>comは、登録Starport.comアカウントによって本サービスが利用された場合、当該登録Starport.comアカウントを登録したユーザーが本サービスを利用したものと扱うことができ、当該利用によって生じた結果及びそれに伴う一切の責任については、当該ユーザーに帰属するものとします。</li>
   	<li>comは、登録Starport.comアカウントが第三者に利用されたことによって生じた損害について、一切の責任を負わないものとします。</li>
   	<li>ユーザーは、アクティブなcomアカウントを2件以上持つことはできません。ユーザーは、登録手続において、正確、最新かつ完全な情報を提供し、その後も当該情報を正確、最新かつ完全な状態に維持するように更新することに同意するものとします。ユーザーが2件以上のStarport.comアカウントを作成した場合、又は登録手続若しくはその後に提供された情報が正確、最新若しくは完全でないこと若しくは詐欺的であること、又はその他本規約に違反することが判明した場合、Starport.comは、ユーザーのStarport.comアカウント並びにユーザーによる本サイト、本アプリケーション及び本サービスに対するアクセスを停止又は終了する権利を留保しています。</li>
  </ol>
  <h3>第6条　（レッスン内容の掲載）</h3>
  <ol>
   	<li>ユーザーは、メンバーとしてレッスンを掲載することができます。レッスンを固有ページに掲載するために、ユーザーには、固有ページに掲載すべきレッスン内容に関する事項についての様々な質問にご回答いただくことになります。固有ページに掲載されたレッスンは、本サイト及び本サービスを通じて公開されます。ユーザーは、検索結果として表示されるレッスンの順位又はランキングは様々な要因に左右されることについて了解し、同意するものとします。</li>
   	<li>他のメンバーは、ユーザーがレッスンにおいて提供した情報、受講者への要求事項並びに受講者の検索パラメータ及び指定項目に基づき、本サイト及び本サービスを通じてユーザーのレッスン内容を予約できるようになります。ユーザーは、受講者がレッスン内容の予約をリクエストした後は、当該予約リクエスト時点での料金よりも高い料金を受講者に請求できないことについて了解し、同意するものとします。</li>
   	<li>ユーザーが講師である場合、comが保険業者又はユーザーの契約代理人とならないことについて了解し、同意するものとします。受講者がユーザーのレッスン内容の予約をリクエストし、レッスンに滞在する場合、ユーザーが当該受講者との間で締結する一切の契約はユーザーと当該受講者との間のものであり、Starport.comは当該契約の当事者となりません。</li>
  </ol>
  <h3>第7条　（レッスンの際の器物損傷及び保証金）</h3>
  <ol>
   	<li>ユーザーが受講者となる場合、レッスンに使用する器物をユーザーの到着時点の状態に保つ責任を負うものとします。ユーザーが受講者となる場合、ユーザー自身の行為及び不作為に加え、ユーザーが講義に招待した個人又はその他の理由により講義に使用する器物を利用する個人の行為及び不作為についても責任を負うことについて了解し、同意するものとします。講師が別途請求を行い、損傷の証拠（写真を含みますが、これに限られません）を提示した場合（以下「損害請求」といいます）、ユーザーは、損傷した品目の同等品と交換する費用を支払うことに同意するものとします。</li>
   	<li>講師は、ご自身のレッスンに保証金（以下「保証金」といいます）の要求を掲載することができます。各レッスンには、該当するレッスン内容について保証金の要否を表示します。comは、講師の保証金に関する要求及び請求に対応するよう営業上合理的な努力を尽くしますが、講師による保証金に関するすべての損害請求の処理、又は引受けについて責任を負わず、この件に関する一切の責任を否認します。</li>
  </ol>
  <h3>第8条　（ユーザーの退会について）</h3>
  ユーザーは、退会を希望する場合、Starport.com指定の退会手続を行うものとします。Starport.comは、退会した方の登録情報について継続して保有する義務を負わないものとします。
  <h3>第1.9条　（利用環境の整備）</h3>
  <ol>
   	<li>ユーザーは、本サービスの利用にあたっては、自らの費用と責任において必要なPC、モバイル端末等の機器・ソフトウェア・通信手段等を用意し適切に接続・操作することとします。</li>
   	<li>ユーザーは、自己の利用環境に応じて、コンピュータウィルスの感染の防止、不正アクセス及び情報漏洩の防止等のセキュリティ対策を講じるものとします。</li>
   	<li>comは、ユーザーの利用環境について一切関与せず、また一切の責任を負いません。</li>
  </ol>
  <h3>第10条　（個人情報の取扱い）</h3>
  Starport.comは、ユーザーの個人情報をStarport.comの「プライバシーポリシー」に基づき、適切に取り扱うものとします。
  <h3>第11条　（統計データ等の閲覧、利用）</h3>
  Starport.comは、登録情報及びユーザーの本サービスの利用履歴等を、特定の個人を識別できないように加工、集計及び分析した統計データ等を作成し、当該利用履歴又は統計データ等を何らの制限なく閲覧、利用（第三者に閲覧、利用させること、マーケティング資料としての提供、本サービスの新機能の開発、市場の調査を含みますが、これに限られません）することができるものとし、ユーザーはこれをあらかじめ承諾します。
  <h3>第12条　（ユーザーの禁止行為）</h3>
  ユーザーは、次の各号に該当する又は各号に該当するおそれのあるとStarport.comが判断する行為を行ってはならないものとします。
  <ol>
   	<li>本規約に違反する行為</li>
   	<li>法令又は公序良俗に違反する行為</li>
   	<li>違法行為・犯罪行為・反社会的行為を暗示・誘発・助長・推奨等する行為</li>
   	<li>com又は第三者の著作権、商標権等の知的財産権を侵害する行為</li>
   	<li>com又は第三者の財産・信用・名誉・プライバシーを侵害する行為</li>
   	<li>虚偽又は誤解を招くコンテンツを投稿又は送信する行為</li>
   	<li>他のユーザーもしくは講師に対する嫌がらせや誹謗中傷を目的とする行為</li>
   	<li>人種、国籍、信条、性別、社会的身分、門地等による差別につながるコンテンツを投稿又は送信する行為</li>
   	<li>胸や臀部等のアップや性器が露出した画像、映像、イラスト、絵画その他わいせつ的なコンテンツを投稿又は送信する行為</li>
   	<li>面識のない異性との出会いや交際を目的とする行為</li>
   	<li>予約、レッスン又は他のメンバーによる本サイトまたは本サービスの利用に関する問い合わせ以外の目的で当該メンバーと連絡を取ること。</li>
   	<li>comを通さずに講義料金の支払いをし、又はこれを受け取ること。ユーザーがこれらを行った場合には、ユーザーは、(i) 自身が本規約に違反することになること、(ii) かかる支払いによるリスク及び責任を負うこと、かつ (iii) かかる支払いによる責任からStarport.comを免責することを認め、これに同意するものとします。</li>
   	<li>comが提供する本サービスに関連するサービス料の支払いを回避するため、又はその他何らかの理由により、本サイト、本サービス又は総コンテンツを利用して講師又は受講者を見つけ、その後、本サイト又は本サービスを利用せずに講習内容の予約を完了させること。</li>
   	<li>講師として、誤った若しくは誤解を招くおそれがある情報（価格情報を含みます）を固有ページに掲載すること、又は講師として履行意思がない価格を固有ページに掲載すること。</li>
   	<li>アダルトサイト、ワンクリック詐欺サイト、ウィルス等の有害なコンピュータプログラム等を流布させることを目的とするサイト等comが不適切と判断するウェブサイトに誘導する記載（単にリンクを張る行為も含む）を投稿又は送信する行為</li>
   	<li>自殺、自傷行為、薬物乱用等を美化・誘発・助長するおそれのあるコンテンツを投稿又は送信する行為</li>
   	<li>暴力的、グロテスクな写真、又はユーザーが不快に感じるコンテンツを投稿又は送信する行為</li>
   	<li>ねずみ講、チェーンメール、MLM（マルチレベルマーケティング）、リードメール等の第三者を勧誘するコンテンツを投稿又は送信する行為</li>
   	<li>宣伝、勧誘等を目的とする同一趣旨の複数のコンテンツの投稿又は送信（マルチポスト、スパムメール、チェーンメールを含みます。）</li>
   	<li>本サービスの全部又は一部を商業目的で利用する行為（ただし、comの同意がある場合を除く。）</li>
   	<li>政治活動又は宗教活動行為（ただし、comの同意がある場合を除く。）</li>
   	<li>com又は第三者になりすます行為</li>
   	<li>通常利用の範囲を超えてサーバーに負担をかける行為、それを助長する行為、その他本サービスの運営に支障を与える行為</li>
   	<li>コンピュータウィルス等の有害なコンピュータプログラム等を送信又は掲載する行為</li>
   	<li>本サービスを通じて予約したサービス料金等、本サービスを通じて購入したチケット料金、キャンセル料金、その他一切の債務の支払いを遅滞する行為又は支払わない行為</li>
   	<li>com又は講師の定める注意事項、キャンセルポリシー、その他規約等に違反する行為</li>
   	<li>他人名義のクレジットカードの利用、又は虚偽のクレジットカード情報もしくはパスワードその他の認証情報を入力する行為</li>
   	<li>その他、comが不適切と判断する行為</li>
  </ol>
  Starport.comは、上記のいずれかの違反について、法令で許容される最大限の範囲で調査及び告訴を行う権利を有します。さらに、本規約に規定する通り、Starport.comは、本条又は本規約の違反について、ユーザーに対して様々な措置（ユーザーのレッスン又はStarport.comアカウントの無効化若しくは削除を含みますが、これらに限られません）を行うことができます。

  ユーザーが不適切な行動を取っている又は取ったと感じた者とともに受講し、又はそのような者を講師として迎えた場合には、ただちに適切な当局に通報した後、ユーザーの最寄りの警察と報告番号の情報をStarport.comに連絡し、Starport.com宛に報告すべきものとします。
  <h3>第13条　（違反行為への対応）</h3>
  <ol>
   	<li>ユーザーが本規約に違反したとcomが判断する場合、Starport.comは当該ユーザーに対し以下の措置を講ずることがあります。ただし、Starport.comはその義務を負うものではありません。</li>
   	<li>ユーザーが投稿又は送信したコンテンツを閲覧し、ユーザーへ事前に通知することなく、当該コンテンツの全部又は一部を非公開とすること、又は削除すること</li>
   	<li>本規約に違反する行為を止め、同様の行為を繰り返さないことを要求すること</li>
   	<li>一時的に本サービスを利用停止とすること</li>
   	<li>ユーザー登録を抹消すること</li>
   	<li>違反事実を本サービス内外で開示すること（刑事事件その他に該当する可能性がある場合の警察その他の公的機関への情報提供を含みます。）</li>
   	<li>前項の措置によりユーザーに損害が発生した場合においても、comは一切の責任を負いません。また本条の定めに従いStarport.comが講じた措置に関し、質問及び苦情は一切受け付けておりませんのでご了承ください。</li>
  </ol>
  <h3>第14条　（Starport.comの免責）</h3>
  <ol>
   	<li>サービスの予約もしくは利用に関する契約の当事者は、ユーザーであり、comは当該契約の当事者とはなりません。Starport.comは、講師による当該契約の履行に関して一切の責任を負わないものとします。</li>
   	<li>comは、ユーザー間に生じた一切のトラブルについて、一切の責任を負わないものとします。万一、ユーザー間に紛争等が発生し、Starport.comが直接これにやむを得ず対応した場合、ユーザーは、Starport.comに発生した損害の一切を補償するものとします。</li>
   	<li>ユーザーは、①ユーザーが本サービスを利用したこと、又は利用できなかったこと、②不正アクセスや不正な改変がなされたこと、③本サービスにおける他のユーザーによる行為、④第三者によるなりすまし行為、⑤その他本サービスに関連する事項に起因又は関連して生じた一切の損害に関して、comが損害賠償責任を負わないことに同意します。</li>
   	<li>comは、Starport.com、ユーザーが提供する情報、助言の真実性、最新性、確実性、有用性等について保証しません。Starport.comは、ユーザーが提供する情報、助言に関連してユーザーに発生した損害について、一切の責任を負わないものとします。</li>
   	<li>comは、本サービスに瑕疵がないことを保証しません。Starport.comは、万一、本サービスに瑕疵があることが判明した場合、その修正に努めますが本サービスの瑕疵に起因してユーザーに発生した損害について、一切の責任を負わないものとします。</li>
   	<li>comが損害賠償責任を負う場合についても、Starport.comに故意又は重大な過失がある場合を除いて、Starport.comは、当該ユーザーが直接かつ現実に被った損害、かつ損害に関連するサービス料金等相当額又はチケット料金相当額を上限として損害賠償責任を負うものとし、特別な事情から生じた損害（損害発生につき予見し、又は予見し得た場合を含む）については責任を負わないものとします。</li>
   	<li>本サイト、及び本サービスは、講師と受講者を結び付けること、及び両者間で直接レッスン内容の予約を行うことを促進するために利用されることが企図されたものであることにご注意下さい。comは、レッスンに含まれるコンテンツ、レッスン内容の条件、適法性又は適合性を管理することはできず、また、管理していません。Starport.comは、すべてのレッスン及びレッスン内容についていかなる責任も負わず、また、いかなる責任からも免責されるものとします。したがって、すべての予約については、メンバー自身のリスク負担で行われ、又は承諾されるものとします。</li>
   	<li>comは、ユーザーが、講師のレッスンに受講するか、受講者の予約を承諾若しくは事前承認するかどうか、又はその他一切のメンバーとの交流を行うかについての判断をする際に、常に細心の注意を払うことを推奨します。</li>
  </ol>
  <h3>第15条　（保守作業等による本サービス運営の一時的な停止）</h3>
  <ol>
   	<li>comは、次の各号に該当する場合、ユーザーへの事前の通知や承諾なしに、本サービスの一時的な運営の停止を行うことがあり、ユーザーはこれを予め承諾します。</li>
   	<li>本サービスにかかるサーバーの保守又は本サービスについて仕様変更もしくはシステムの瑕疵の修補等を行う場合</li>
   	<li>天災地変その他非常事態が発生しもしくは発生するおそれがあり又は法令等の改正・成立により本サービスの運営が困難又は不可能になった場合</li>
   	<li>その他comがやむを得ない事由により本サービスの運営上一時的な停止が必要と判断した場合</li>
   	<li>前項に定める本サービスの一時的な運営の停止により、ユーザーが本サービスを利用できない場合であっても、comは、何らの責任も負わないものとします。</li>
  </ol>
  <h3>第16条　（権利義務等の譲渡）</h3>
  <ol>
   	<li>ユーザーは、本規約上の地位に基づく一切の権利義務を、comの事前の書面による承諾なく、第三者に譲渡もしくは貸与し、又は担保に供してはならないものとします。</li>
   	<li>comは、本サービスに関する事業を合併、事業譲渡その他の事由により第三者に承継させる場合には、当該事業の承継に伴い、本規約上の地位、本規約に基づく権利、義務及びユーザーの登録情報を当該事業の承継人に譲渡することができるものとし、ユーザーは、かかる譲渡について本項において予め同意したものとします。</li>
  </ol>
  <h3>第17条　（知的財産権等）</h3>
  ユーザーが本サービスに投稿又は送信したコンテンツに著作権等の知的財産権が発生する場合、ユーザーは、権利の存続期間が満了するまでの間、本サービスの宣伝、プロモーション、本サービスの改良、メンテナンス等に必要な範囲内でStarport.comが当該コンテンツを無償で利用（複製、上映、公衆送信、頒布、譲渡、貸与、翻訳、翻案等を含みますが、これに限られません。以下本条において同じ。）することを許諾するものとします。ユーザーは、本項に基づくStarport.com又はStarport.comが許諾する第三者による当該コンテンツの利用について、著作者人格権を行使しないものとします。
  <h3>第18条　（秘密保持）</h3>
  ユーザーは、本サービスに関連してStarport.comがユーザーに対して秘密に取り扱うことを求めて開示した非公知の情報について、Starport.comの事前の書面による承諾がある場合を除き、秘密に取り扱うものとし、第三者に開示することはできないものとします。
  <h3>第19条　（分離可能性）</h3>
  <ol>
   	<li>本規約の規定の一部が法令に基づいて無効と判断されても、本規約のその他の規定は有効とします。</li>
   	<li>本規約の規定の一部があるユーザーとの関係で無効とされ、又は取り消された場合でも、本規約はその他のユーザーとの関係では有効とします。</li>
  </ol>
  <h3>第20条　（基準時）</h3>
  ユーザーによるサービスの予約申込、サービスの予約申込のキャンセル、その他本サービスに関連して基準となる時刻は、全て日本時間によるものとします。

  &nbsp;
  <h3>第21条　（完全合意）</h3>
  その他のStarport.comポリシー、ガイドライン、基準又は特定の製品、企画、サービス若しくは提供品に関する条件によって別途補足される場合を除き、本規約は、本サイト、本アプリケーション、本サービス、総コンテンツ（本支払サービスは除きます）、並びに本サイト及び本サービス（本支払サービスは除きます）を通じて行われる講習内容の一切の予約及び固有ページへの掲載に関するStarport.comとユーザーとの間における完全かつ排他的な了解及び合意を構成するものであり、本規約は、レッスン内容の予約又は固有ページへの掲載、本サイト、本アプリケーション、本サービス及び総コンテンツ（本支払サービスは除きます）に関するStarport.comとユーザーとの間の従前のすべての口頭又は書面の了解又は合意に優先し、これに代わるものとします。

  &nbsp;

  2016年12月10日 制定
</div>
